<script setup lang="ts">
const online = useOnline()
</script>

<template>
  <div text="left">
    <h1>中国传媒大学</h1>
    <div flex>
      <p inline-block>
        座谈会上，廖祥忠表示，在全党全国深入学习贯彻习近平总书记关于宣传思想文化工作的重要指示精神之际，曹局长一行莅临学校调研指导，学校师生深受鼓舞、 倍感振奋。他从创业奠基、跨越发展、升级腾飞、高质量发展四个时期梳理了中国传媒大学近70年的办学历程，深情回忆了中国传媒大学和国家广电总局深厚的历史渊源和血脉情感，回顾了中央广播事业局创建学校前身北京广播学院的光荣岁月， 并对广电总局长期以来对学校成长发展给予的殷切关怀、倾力付出和大力支持表示衷心感谢。
      </p>
      <img src="/cuc.jpg" inline-block h-50>
    </div>
    <h1>院系/人员</h1>
    <p>座谈会上，廖祥忠表示，在全党全国深入学习贯彻习近平总书记关于宣传思想文化工作的重要指示精神之际，曹局长一行莅临学校调研指导，学校师生深受鼓舞、 倍感振奋。他从创业奠基、跨越发展、升级腾飞、高质量发展四个时期梳理了中国传媒大学近70年的办学历程，深情回忆了中国传媒大学和国家广电总局深厚的历史渊源和血脉情感，回顾了中央广播事业局创建学校前身北京广播学院的光荣岁月， 并对广电总局长期以来对学校成长发展给予的殷切关怀、倾力付出和大力支持表示衷心感谢。</p>
    <h1>传媒风景</h1>
    <div flex>
      <img v-for="(item, index) in 3" :key="index" src="/cuc.jpg" alt="传媒风景" mx-10 w-100>
    </div>
  </div>
</template>
