<script>
export default {
  name: 'Introduce',
}
</script>

<template>
  <div text="left">
    <h1>计算机与网络空间安全学院</h1>
    <div border-1 px-20 py-5>
      <h2>
        学院整体介绍：
      </h2>
      <div flex>
        <div mr-10>
          <p>
            计算机与网络空间安全学院现由计算机科学与技术系、网络空间安全系两个系和一个实验实践教学中心组成。学院目前拥有一个二级学科博士点：信息计算技术；两个一级学科硕士点：计算机科学与技术（媒体计算与智能传播、人工智能与认知计算、数据科学与视觉计算），网络空间安全（密码学与区块链、全媒体内容安全、网络与系统安全）；一个专业学位硕士点：电子信息（计算机技术、大数据技术与工程、网络与信息安全）；两个本科招生专业：计算机科学与技术、网络空间安全；形成了完整的、多层次的人才培养体系。
          </p>
          <p>
            学院拥有一支学术水平高、教学经验丰富、年龄结构和学历结构合理的师资队伍，现有在编职工69人，教授14人，拥有博士后流动站工作经历10人，拥有博士学位的专任教师占比81%，均来自海内外著名学府。本科教学工作一直是学院工作的核心，学院拥有一支以北京市优秀教学团队为主的教学队伍，拥有一批优秀的教学成果。所有教授均承担本科生核心课程的教学任务，教师始终把自己的最新科研成果和业界前沿技术融入到本科教学中，有效地提高了本科教学内容的深度和广度。历年来学生对教师的课程评教有很高的满意度。
          </p>
          <p>
            学院具有深厚的科研积累和创新能力，科研实力雄厚，整体学术水平居传媒行业领先地位。近年来教师团队承担完成了国家重点研发计划、科技创新2030重大项目、国家自然科学基金、国家863计划、国家973计划、国家科技支撑计划、国家广电总局重大科技专项、国家广电总局高校项目等多项重点科研项目，近五年发表SCI、EI检索科技论文300余篇。项目研发不仅提高了学院的整体科研实力，而且培养了大批基础理论扎实、实践能力强的毕业生。
          </p>
          <p>
            学院各专业均拥有先进的教学科研实验室，并与多所知名高科技企业合作建立了多个本科教学联合实验室和实训基地，为学生提供了丰富的实习实践教学资源，培养学生的实践动手能力、科学研究能力和综合素质。
          </p>
          <p>
            学院积极拓展国际交流与合作，目前与美国、英国、新加坡、挪威、澳大利亚等国的多所高水平大学建立了科研教学合作关系，每年均有多个学生团队参与本科生国际夏令营项目。学院与英国曼切斯特大学计算机学院合作开展的本科生“2+2”双学位联合培养项目深受学生们欢迎。
          </p>
          <p>
            目前学院在校生规模760人，其中本科生500人，硕士和博士研究生260人。
          </p><p>
            随着人工智能、大数据、云计算、网络空间安全等技术的飞速发展，学院的科研教学内容建设与时俱进，理论与实践完美结合。依托学校媒体融合与传播国家重点实验室建设，学院倾力打造了智能融媒体教学科研平台，开展高水平校校联合、校企联合，推进高水平成果转化和国际合作与交流，构建具有传媒特色的一流计算机与网络空间安全学院。
          </p>
        </div>
        <img src="/cuc.jpg" alt="" h-50 w-100>
      </div>
    </div>
  </div>
</template>

<style scoped>
h2{
    font-size: 18px;
    font-weight: bold;
    margin-bottom: 10px;
}
</style>
